@extends('layouts.default')

@section('meta')
<meta name="keywords" content="" />
<meta name="description" content="about cba">
<meta name="author" content="">
@stop

@section('title')
CBA -- About
@stop


@section('content') 
<div class="container"> 


    <div class="col-md-8 col-md-offset-2 "> 
    	<br><br>
        <h2>About</h2>
        <br/> 
        CBA ย่อมาจาก CHULALONGKORN BUSINESS ADMINISTRATION หรือบริษัทจำลองจุฬาลงกรณ์มหาวิทยาลัย เป็นโครงการฝึกงานนิสิตในรูปแบบการดำเนินธุรกิจจริง เพื่อเสริมสร้างนิสิตให้เป็นบัณทิตที่มีคุณภาพ และนำผลกำไรจากการดำเนินงานไปคืนสู่สังคมในรูปแบบกิจกรรมเพื่อสังคมและสิ่งแวดล้อมต่างๆ
        <br><br>CBA ก่อตั้งขึ้นในครั้งรกเมื่อปี พ.ศ.2525 โดยความร่วมมือระหว่างคณะพาณิชยศาสตร์และการบัญชี จุฬาลงกรณ์มหาวิทยาลัย และสมาคมการจัดการธุรกิจแห่งประเทศไทย (THAILAND MANAGEMENT ASSOCIATION : TMA) คณะผู้บริหาร CBA ในระยะแรกจะสรรหาจากนิสิตในภาควิชาการตลาด คณะพาณิชยศาสตร์และการบัญชี แต่ในปัจจุบันคณะผู้บริหาร CBA สามารถเป็นนิสิตคณะใดก็ได้   
        <br><br>CBA มีเจตนารมณ์อันแน่วแน่ในการนำผลตอบแทนที่ได้รับจากการดำเนินงานไปสร้างสรรค์กิจกรรมที่เป็นประโยชน์กับสังคมและสิ่งแวดล้อมอย่างสม่ำเสมอ เพื่อช่วยส่งเสริมให้นิสิตตระหนักถึงเกียรติภูมิแห่งจุฬาลงกรณ์มหาวิทยาลัยที่ว่า
        <br><br> <center><h4>“ เกียรติภูมิจุฬา  คือเกียรติแห่งการรับใช้ประชาชน ”</h4></center>

    </div>     

    @stop